<template>
    <section>
        <div class="container">
            <div class="col-md-12 nrpl">
                <div class="nrpltit">隐私政策</div>
                <div class="jl">
                    <p>上海铼锶信息技术有限公司及其关联公司的产品（包括但不限于智能硬件类产品、移动应用、云服务等）版权属于上海铼锶信息技术有限公司及其关联公司（以下简称“铼锶信息”或“我们”），我们非常重视您的个人信息，并让您对个人信息拥有控制权，我们会使用强大的技术来保护您的隐私，同时制定严格的政策来管理所有数据。当您访问或者使用我们产品时，或使用我们提供的服务前，您需要同意本政策中关于我们如何收集、使用、储存和分享您的相关信息的规定。如果您不同意本隐私政策中的任何内容，请立即停止使用或访问我们的产品和服务。
                    </p>
                    <p>本隐私权政策旨在协助您了解我们在特定的情形下会收集哪些信息、为什么收集这些信息，以及您如何管理自己的信息。若您对本政策有任何问题，请联系：register@laisitech.com。
                        我们提供服务时，可能会收集、储存和使用下列信息：</p>
                </div>
                <div>
                    <h2>1、个人信息的收集</h2>
                    <p>我们使用、保存和披露个人信息是为了通过创建账户、识别用户、回应查询和邮件等方式来为您提供服务。本产品会向您提供基于内容的管理和服务、发送新闻、调查、优惠和促销信息以及其他宣传材料以为您提供更好的服务。
                    </p>
                    <p>如果您想使用本产品更多功能，您必须在铼锶信息相关产品中注册铼锶信息云账号，并且于注册页面上提供相关的个人信息，例如您的姓名、电子邮件地址、电话号码、住址、身份证号码等信息。如果您想充分使用我们提供的各种分享功能，可能还需要创建公开显示的个人资料，其中可能会包含您的姓名和照片。如果您将个人信息填写在其他开放的平台上，其他用户可能会获知您的信息。
                    </p>
                    <p>为了便于您使用本产品，我们的将会在特定的情形下收集关于您各类智能硬件产品的相关信息，例如设备型号、设备ID以及其他类似的特征记录。</p>
                </div>
                <div>
                    <h2>2、个人信息的使用</h2>
                    <p>我们可能将上述收集的信息用作以下用途：</p>
                    <h3>2.1 向您提供对于用户有利的服务；</h3>
                    <h3>2.2 在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性和合规性；</h3>
                    <h3>2.3 帮助我们改善现有产品；</h3>
                    <h3>2.4 使我们更加了解您如何接入和使用我们的服务，从而针对性地给与个性化需求； </h3>
                    <h3>2.5 执行软件验证、升级服务；</h3>
                    <h3>2.6 应用户特殊要求而提供特定服务时，需要将信息提供给我们的关联公司、第三方或其他用户；</h3>
                    <h3>2.7 其他有利于用户和铼锶信息运营者利益且不违反任何强制性法律法规的情况；</h3>
                    <h3>2.8 让您参与有关我们产品和服务的调查。</h3>
                    <p>除本隐私政策未载明或本隐私政策的更新未能首先通知您的情况下，您的个人信息将不会用于其他目的。匿名汇总统计数据不是本产品所定义的个人用户信息，我们将为多种目的，包括但不限于分析和使用模式的报告等，来保存和使用此类信息。
                    </p>
                    <p>本产品保留以任何目的或单方面许可第三方使用和披露匿名汇总统计数据的权利。</p>
                </div>
                <div>
                    <h2>3、个人信息的披露</h2>
                    <p>除非本隐私政策载明的有限披露，我们会妥善保存您的个人信息并不会泄露客户名单。您于此授权，以下情形下，我们将会向第三方披露您的个人信息而无需通过您的同意：</p>
                    <h3>3.1 如果我们披露这些信息是用来识别、联系或向可能对我们的权利或财产、产品用户或者其他任何人（包括其他任何人的权利和财产）造成损害之行为提起诉讼之必要；</h3>
                    <h3>3.2 法律调查之必要；</h3>
                    <h3>3.3 此类披露是法律规定或应向我们送达的传票或其他执法部门发出的令状之必要。</h3>
                </div>
                <div>
                    <h2>4、安全</h2>
                    <p>对我们来说，个人信息的安全非常重要。我们将尽合理的商业努力保障您的个人信息安全，并实施合理的商业程序限制非授权访问、使用或者披露您的个人信息。尽管采取上述措施，但是您应当知晓本产品不能完全避免与个人信息相关的安全危险。您应当协助我们以保护您的个人信息安全，例如不要泄露您的个人密码。当您进行正常互联网使用时，其他互联网服务可能会收集您的个人信息或匿名数据，因此，我们无法控制、检查或者回应此类信息。
                    </p>
                    <p>本隐私政策不适用于在您点击链接后的外部网站收集数据的行为。</p>
                </div>
                <div>
                    <h2>5、对青少年个人信息的收集和使用</h2>
                    <p>我们建议18岁以下的未成年人在其法定监护人的许可和指导下使用本产品。本产品不会使用未成年人的个人信息，也不会向任何第三方透露可识别的信息，监护人有权拒绝本产品进一步收集被监护人的个人信息，或要求本产品删除该被监护人个人信息。
                    </p>
                </div>
                <div>
                    <h2>6、用户体验改善</h2>
                    <p>持续关注并提升用户产品体验是公司持之以恒的目标，公司将根据用户使用产品及服务过程中，产品及服务的运行状态、数据等情况进行综合评估，并根据评估结果有针对性地为用户提供具体的产品使用改进意见及建议，以持续提升用户使用体验。
                    </p>
                </div>
                <div>
                    <h2>7、免责声明</h2>
                    <h3>7.1 如发生下述情形，本产品不承担任何法律责任</h3>
                    <h4>7.1.1 依据法律规定或相关政府部门的要求提供您的个人信息；</h4>
                    <h4>7.1.2 由于您的使用不当而导致任何个人信息的泄露；</h4>
                    <h4>7.1.3 任何由于黑客攻击，电脑病毒的侵入，非法内容信息、骚扰信息的屏蔽，政府管制以及其他任何网络、技术、通信线路、信息安全管理措施等原因造成的服务中断、受阻等不能满足用户要求的情形；
                    </h4>
                    <h4>7.1.4 用户因第三方如运营商的通讯线路故障、技术问题、网络、电脑故障、系统不稳定及其他因不可抗力造成的损失的情形；</h4>
                    <h4>7.1.5 使用本产品可能存在的来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息而招致的风险；</h4>
                    <h4>7.1.6 本产品明文声明，不以明示或默示及以任何形式对本产品及其合作公司服务之及时性、安全性、准确性做出担保。</h4>
                    <h3>7.2为了保证您的使用体验，在网络连接出现问题时，我们可能会针对您的网络进行一些检测。</h3>
                </div>
                <div>
                    <h2>8、本隐私政策的修订</h2>
                    <p>本隐私政策容许调整，如果我们对使用您的个人信息方法做出任何实质性调整，我们将通过您提供的电子邮件地址，或通过产品的公告通知您。我们发出的包含此类变更通知的电子邮件毫无疑问的组成上述变更通知的有效部分。如果您不希望我们改变对您个人信息的使用，您必须早于您期望停止使用我们的账户之前通知我们。您继续使用本产品的行为，将被视为您知晓并同意受通知中此类变更条款的约束。
                    </p>
                </div>
            </div>
        </div>
    </section>
</template>
<style scoped>
    .container{
        max-width: 13rem;
        margin: 1rem auto;
        padding: 0.5rem;
        text-align: left;
    }

    .jl {
        margin-top: 20px;
    }

    .nrpl h2 {
        font-size: 18px;
        line-height: 180%;
    }

    .nrpl p {
        font-size: 14px;
        line-height: 180%;
    }

    .nrpl h3 {
        font-size: 14px;
        line-height: 180%;
        font-weight: normal;
    }

    .nrpl h4 {
        font-size: 14px;
        line-height: 180%;
        text-indent: 24px;
        color: #838383;
        font-weight: normal;
    }

    .nrpltit {
        color: #e60012 !important;
        padding: 10px 0;
        border-bottom: 2px solid #e60012;
        font-size: 22px;
        font-family: 'Montserrat', sans-serif;
        text-transform: uppercase;
        font-weight: 700;
    }
</style>